<?php

defined('ADMIN_PATH') or die('Access Denied.');

// @后台页面语言包（简体中文）

$language['page'] = array(
	'title' => '静态页面生成管理',
	'other_make' => array(
		0 => '网站首页',
		1 => '在线留言',
		2 => '友情链接列表页',
		3 => 'TAG标签列表页',
		4 => '会员登录',
		5 => '用户注册',
		6 => '在线反馈',
	),
	
	'fast' => array(
		0 => '常用静态页生成快捷操作',
		1 => '生成网站首页',
		2 => '一键生成整个网站',
		3 => '文章首页及栏目页',
		4 => '商品首页及栏目页',
		5 => '图集首页及栏目页',
		6 => '下载首页及栏目页',
		7 => '其它静态页面生成',
	),
	
	'channel' => array(
		0 => '按频道结构选择性的生成部分页面',
		1 => 'PID',
		2 => '频道名称',
		3 => '个性化静态规则',
		4 => '频道首页',
		5 => '栏目列表页',
		6 => '所有内容页',
		7 => '频道首页静态规则：',
		8 => '栏目列表页静态规则：',
		9 => '内页静态规则：',
		10 => '生成',
	),
	
	'other' => array(
		0 => '其它静态页面生成：',
		1 => '按时间段或ID生成指定模块内容页：',
		2 => '生成：',
		3 => '按发布日期',
		4 => '按内容 ID',
		5 => '由',
		6 => '至',
		7 => '之间的所有内容页',
		8 => '注：起始值与终止值必须同时填写时才会有效',
	),
	
	'information' => '1、有权限限制或需要购买后查看的内容、栏目以及频道将不会生成静态页，系统会启用动态页面。<br />2、内容页一般在发布时会生成静态页面，通常在添加完新数据后直接点提交生成各频道首页和栏目页即可。<br />3、网站在调试和前期配置过程中请勿使用静态，一般在正常发布后启用静态功能。',
	
	'msg' => array(
		0 => '没有开启静态模式，无法生成页面，请进入系统设置中启用静态模式。',
	),
);