<?php

defined('ADMIN_PATH') or die('Access Denied.');

// @后台页面语言包（简体中文）

$language['page'] = array(
	'title' => '销售订单管理',
	'keyword' => '关键字',
	'enter_keywords' => '请输入搜索关键字。',
	
	'operation' => array(
		0 => '删除选中的订单',
		1 => '确定删除所有选中的订单？',
		2 => '订单管理',
		3 => '删除订单',
		4 => '确定要删除该订单吗？',
		5 => '订单搜索：可输入订单号、订单金额、快递公司运单号、收货人、收货人邮箱、收货人联系电话、收货人手机号、会员帐号等字段的关键字进行搜索。',
		6 => '查看或修改会员信息',
	),
	
	'head' => array(
		0 => '选择',
		1 => '订单号',
		2 => '会员(下单时间)',
		3 => '收货人(电话)',
		4 => '应付金额',
		5 => '订单状态',
		6 => '操作',
	),
	
	'sort_text' => array(
		0 => '下单日期(降序)',
		1 => '下单日期(升序)',
		2 => '订单号(降序)',
		3 => '订单号(升序)',
		4 => '订单总金额(降序)',
		5 => '订单总金额(升序)',
	),
	
	'filter_text' => array(
		0 => '数据筛选',
		1 => '等待用户付款',
		2 => '已支付，等待发货',
		3 => '订单已确认，配货中',
		4 => '已发货，等待用户签收',
		5 => '已签收，交易完毕',
		6 => '要求退货的订单',
		7 => '拒绝退货的订单',
		8 => '退货完毕的订单',
	),
	
	'status' => array(
		0 => '等待用户付款',
		1 => '已支付，等待发货',
		2 => '订单已确认，配货中',
		3 => '已发货，等待用户签收',
		4 => '已签收，交易完毕',
		-1 => '要求退货',
		-2 => '已拒绝退货',
		-3 => '退货完毕',
	), 
);