<?php

defined('ADMIN_PATH') or die('Access Denied.');

// @后台页面语言包（简体中文）

$language['page'] = array(
	'title' => '修改订单信息',
	'nodata' => '您要查找的订单不存在或者已经删除。',
	'submit' => '更新订单信息',
	'modify' => '修改销售订单',
	
	'msg' => array(
		0 => '商品购买单价必须为数字。',
		1 => '商品购买数量必须为数字。',
	),
	
	'field' => array(
		0 => '订单号：',
		1 => '订单号由系统自动生成，不建议修改。',
		2 => '订单状态：',
		3 => '会员登录帐号：',
		4 => '查看会员信息',
		5 => '发送邮件',
		6 => '配送方式：',
		7 => '配送运单号：',
		8 => '配送公司运单号、快递单号，发货后由管理员填写。',
		9 => '配送手续费：',
		10 => '含运费、快递费、保价费、包装等费用，客户提交订单时会根据用户<br />选择的配送方自动计算，可以手动修改。如果您通过后台修改了保价<br />方式或手续费到付方式时请手动修改该值。',
		11 => '收货人：',
		12 => '收货人邮箱：',
		13 => '收货地址：',
		14 => '标志性建筑：',
		15 => '联系电话：',
		16 => '收货人手机：',
		17 => '邮政编码：',
		18 => '最佳送货时间：',
		19 => '客户给商家的留言：',
		20 => '商家给客户的留言：',
		21 => '商品名称',
		22 => '库存数',
		23 => '单价',
		24 => '购买单价',
		25 => '购买数量',
		26 => '属性选择',
		27 => '金额',
		28 => '商品总金额：',
		29 => '应付款金额：',
		30 => '商品总金额',
		31 => '会员组折扣',
		32 => '配送手续费',
		33 => '请选择配送方式',
		34 => array('配送是否需要保价：','不需要','需要'),
		35 => array('手续费到付：','否','是'),
	),
	
	'status' => array(
		0 => '等待用户付款',
		1 => '已支付，等待发货',
		2 => '订单已确认，配货中',
		3 => '已发货，等待用户签收',
		4 => '已签收，交易完毕',
		-1 => '要求退货',
		-2 => '已拒绝退货',
		-3 => '退货完毕',
	), 	

);