<?php

defined('CMSROOT') or die('Access Denied.');

$language['page'] = array(
	
	'home' => '首页',
	'location' => '您的位置：',
	
	'title' => '在线反馈',
	
	'form' => array(
		0 => '反馈类型',
		1 => '请选择反馈类型',
		2 => '在线订单',
		3 => '业务咨询',
		4 => '售后问题',
		5 => '意见与建议',
		6 => '产品询盘',
		7 => '反馈主题',
		8 => '您的姓名',
		9 => '联系人',
		10 => '联系 E-Mail',
		11 => '联系电话',
		12 => '手机',
		13 => '腾讯QQ',
		14 => '传真',
		15 => '公司名称',
		16 => '详细地址',
		17 => '详细描述',
		18 => '来路调查',
		19 => '未选择',
		20 => '您是通过什么方式找到我们的？',
		21 => '搜索引擎',
		22 => '网站链接',
		23 => '朋友介绍',
		24 => '电视/杂志广告',
		25 => '其他方式',
		26 => '验证码',
		27 => '提 交',
	),
	
	'msg' => array(
		0 => '请选择反馈类型。',
		1 => '请填写反馈主题。',
		2 => '请填写联系人姓名。',
		3 => '请填写 E-Mail 。',
		4 => '请填写验证码。',
		5 => '谢谢，邮件发送成功！我们将尽快与您取得联系。',
		6 => '邮件发送失败，请检查邮件服务器配置参数是否正确！',
		7 => '您输入的验证码不正确。',
		8 => '该功能已关闭，请与管理员联系。',
		9 => '您提交反馈过于频繁，请稍候再试。',
	),

);