<?php

defined('CMSROOT') or die('Access Denied.');

$language['page'] = array(
	'title' => '修改会员资料',
	'home' => '首页',
	'center' => '会员中心',
	'location' => '您的位置：',	
	
	'field' => array(
		0 => '昵称：',
		1 => array('性别：','保密','男','女'),
		2 => '联系电话：',
		3 => '传真号码：',
		4 => '腾讯QQ：',
		5 => '网址：',
		6 => '地址：',
		7 => '公司名称：',
		8 => '提 交 修 改',
	),
	
	'msg' => array(
		0 => '请填写您的联系电话或手机号。',
		1 => '请填写您的QQ号。',
		2 => '会员资料修改成功。',
		3 => '操作失败，请检查您提交的数据是否正确。',
	),
	
	'menu' => array(
		0 => '会员中心首页',
		1 => '修改图像',
		2 => '修改会员资料',
		3 => '我的订单管理',
		4 => '在线充值',
		5 => '操作日志及交易记录',
		6 => '修改注册邮箱及密码',
		7 => '安全退出',
	),
);