<?php

defined('CMSROOT') or die('Access Denied.');

$language['page'] = array(

	'title' => '在线充值',
	'home' => '首页',
	'center' => '会员中心',
	'location' => '您的位置：',
	'pay_name' => '会员充值', // 支付项目名称，支付中的商品名称
	
	'latest' => array(
		0 => '财付通在线支付平台',
		1 => '支付宝在线支付平台',
	),
	
	'bank' => array(
		0 => '中国工商银行',
		1 => '中国银行',
		2 => '中国建设银行',
		3 => '中国农业银行',
		4 => '交通银行',
		5 => '中信银行',
		6 => '广东发展银行',
		7 => '招商银行（借记卡）',
		8 => '招商银行（信用卡）',
		9 => '中国邮政储蓄银行（仅支持广东地区）',
		10 => '中国民生银行',
		11 => '兴业银行',
		12 => '平安银行',
		13 => '中国光大银行',
		14 => '华夏银行',
		15 => '上海银行',
		16 => '深圳发展银行',
		17 => '上海浦东发展银行',
		18 => '北京银行',
		19 => '中国邮政储蓄银行网汇通',
		20 => '使用财付通',
		21 => '宁波银行',
		22 => '杭州银行',
		23 => '北京农村商业银行',
		24 => '富滇银行',
		25 => '使用支付宝',
	),
	
	'misc' => array(
		0 => '借记',
		1 => '信用',
		2 => '广东',
		3 => '网汇',
		4 => '企业',
		5 => '充值金额：',
		6 => '进入银行支付页面',
		7 => '元',
	),
	
	'msg' => array(
		0 => '请输入充值金额。',
		1 => '充值金额输入有误。',
		2 => '充值金额最小是 0.01 元。',
		3 => '请选择充值所使用的平台或银行。',
		4 => '您选择的在线支付平台没有正确安装或者不存在。',
		5 => '操作失败，无法记录订单交易信息。',
		6 => '财付通接口参数设置错误或已禁用，请与管理员联系。',
		7 => '支付宝接口参数设置错误或已禁用，请与管理员联系。',
	),
	
	'log_info' => '会员在线充值，支付平台及银行代码为：',

	'menu' => array(
		0 => '会员中心首页',
		1 => '修改图像',
		2 => '修改会员资料',
		3 => '我的订单管理',
		4 => '在线充值',
		5 => '操作日志及交易记录',
		6 => '修改注册邮箱及密码',
		7 => '安全退出',
	),
);